tap "1password/tap"
tap "domt4/autoupdate"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jorgelbg/tap"
tap "kkevinm/itunes-discord-rp"
tap "stripe/stripe-cli"
tap "theseal/guardian-agent"
tap "theseal/ssh-askpass"
brew "ack"
brew "pycparser"
brew "openssl@3"
brew "libyaml"
brew "ansible"
brew "ansible-lint"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "automake"
brew "python@3.13"
brew "awscli"
brew "bison"
brew "bison@2.7"
brew "brew-cask-completion"
brew "btop"
brew "glib"
brew "cairo"
brew "carthage"
brew "chruby", args: ["HEAD"]
brew "colordiff"
brew "ctags"
brew "curl"
brew "ddclient"
brew "dos2unix"
brew "exiftool"
brew "ffmpeg"
brew "freetds"
brew "libavif"
brew "webp"
brew "gd"
brew "gdbm"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-open"
brew "gmp"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gotop"
brew "libgphoto2"
brew "gphoto2"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "guile"
brew "htop"
brew "ircii"
brew "jq"
brew "openssl@1.1"
brew "jsonschema"
brew "leptonica"
brew "libass"
brew "libffi"
brew "libfido2"
brew "libpq"
brew "macvim"
brew "mas"
brew "mint"
brew "mosh"
brew "mysql-client"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "p7zip"
brew "perl"
brew "pidof"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql@14", restart_service: :changed
brew "pstree"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "ruby-install"
brew "smartmontools"
brew "socat"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "subversion"
brew "swiftlint"
brew "tcl-tk"
brew "terminal-notifier"
brew "tesseract"
brew "tmux"
brew "transmission-cli"
brew "unar"
brew "uptimed", restart_service: :changed
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "theseal/guardian-agent/guardian-agent"
cask "1password-cli"
cask "android-file-transfer"
cask "android-studio"
cask "backblaze"
cask "capcut"
cask "chatgpt"
cask "claude-code"
cask "dash"
cask "discord"
cask "font-fira-code"
cask "font-hack"
cask "font-meslo-lg"
cask "font-source-code-pro"
cask "garmin-express"
cask "iina"
cask "jordanbaird-ice"
cask "launchcontrol"
cask "lingon-x"
cask "ngrok"
cask "orion"
cask "pibar"
cask "raspberry-pi-imager"
cask "spotify"
cask "superduper"
cask "transmission"
cask "trezor-suite"
cask "visual-studio-code"
cask "xcodes-app"
cask "xscope"
mas "1Password for Safari", id: 0
mas "Amphetamine", id: 937984704
mas "AutoMounter", id: 1160435653
mas "Bear", id: 1091189122
mas "Capital One Shopping", id: 1477110326
mas "Cardhop", id: 1290358394
mas "Clic", id: 6451395577
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "DevCleaner", id: 1388020431
mas "Eno From Capital One", id: 1590422864
mas "Fantastical", id: 975937182
mas "Flighty", id: 1358823008
mas "GarageBand", id: 682658836
mas "GhosteryLite", id: 1436953057
mas "Home Assistant", id: 1099568401
mas "IceCubesApp", id: 6444915884
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Noir", id: 1592917505
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paku", id: 1534130193
mas "Pi-hole Remote", id: 1515445551
mas "Pixelmator Pro", id: 1289583905
mas "Pocket", id: 568494494
mas "Priime Styles", id: 1089627601
mas "Rakuten Cash Back", id: 1451893560
mas "Sequel Ace", id: 1518036000
mas "Slack", id: 803453959
mas "Soulver 3", id: 1508732804
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "The Camelizer", id: 1532579087
mas "Things", id: 904280696
mas "ToothFairy", id: 1191449274
mas "Tweetbot", id: 1384080005
mas "Wavelength", id: 1584865627
mas "WireGuard", id: 1451685025
mas "zPerf", id: 483498361
